Repository: W2Inc/NXTApply
Catalog: src/locales/*.po
Languages: es, fr

source: Logo
es: Logotipo

source: Settings
es: Ajustes
fr: Paramètres

source: Logout
es: Cerrar sesión
fr: Déconnexion

source: Loading...
es: Cargando...
fr: Chargement...

source: User is already taken
es: El usuario ya está en uso
fr: Cet utilisateur est déjà pris

source: Password does not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas

source: Invalid format
es: Formato inválido
fr: Format invalide

source: Invalid value
es: Valor inválido
fr: Valeur invalide

source: Welcome to SvelteKit
es: Bienvenido a SvelteKit
fr: Bienvenue sur SvelteKit

source: Visit <0>svelte.dev/docs/kit</0> to read the documentation
es: Visita <0>svelte.dev/docs/kit</0> para leer la documentación
fr: Visitez <0>svelte.dev/docs/kit</0> pour lire la documentation

source: Dashboard
es: Panel de control
fr: Tableau de bord

source: Welcome back, W2Wizard! Here's what's happening.
es: ¡Bienvenido de nuevo, W2Wizard! Esto es lo que está sucediendo.
fr: Bienvenue, W2Wizard ! Voici ce qui se passe.

source: since last month
es: desde el mes pasado
fr: depuis le mois dernier

source: Recent Activity
es: Actividad reciente
fr: Activité Récente

source: View all activity
es: Ver toda la actividad
fr: Voir toute l'activité

source: Upcoming Events
es: Próximos eventos
fr: Événements à venir

source: View calendar
es: Ver calendario
fr: Voir le calendrier

source: Quick Actions
es: Acciones rápidas
fr: Actions Rapides

source: Add User
es: Añadir usuario
fr: Ajouter un Utilisateur

source: New Report
es: Nuevo informe
fr: Nouveau Rapport

source: Analytics
es: Analítica
fr: Analytique

source: Calendar
es: Calendario
fr: Calendrier

source: Inventory
es: Inventario
fr: Inventaire

source: Profile
es: Perfil
fr: Profil

source: Main Navigation
es: Navegación principal
fr: Navigation Principale

source: System
es: Sistema
fr: Système

source: © {0} NXTApply. All rights reserved.
es: © {0} NXTApply. Todos los derechos reservados.
fr: © {0} NXTApply. Tous droits réservés.

source: Start your journey with NXTApply
es: Comienza tu viaje con NXTApply
fr: Commencez votre parcours avec NXTApply

source: Streamline your application process and discover opportunities tailored for you.
es: Optimiza tu proceso de solicitud y descubre oportunidades hechas a tu medida.
fr: Rationalisez votre processus de candidature et découvrez des opportunités adaptées à vos besoins.

source: <0/> Light
es: <0/> Claro
fr: <0/> Clair

source: <0/> Dark
es: <0/> Oscuro
fr: <0/> Sombre

source: <0/> System
es: <0/> Sistema
fr: <0/> Système

source: Welcome Aboard!
es: ¡Bienvenido a bordo!
fr: Bienvenue à bord !

source: Please fill in your personal information to get started.
es: Por favor, completa tu información personal para comenzar.
fr: Veuillez remplir vos informations personnelles pour commencer.

source: First Name
es: Nombre
fr: Prénom

source: Enter your first name
es: Ingresa tu nombre
fr: Entrez votre prénom

source: Last Name
es: Apellido
fr: Nom de famille

source: Enter your last name
es: Ingresa tu apellido
fr: Entrez votre nom de famille

source: Gender
es: Género
fr: Genre

source: Male
es: Masculino
fr: Masculin

source: Female
es: Femenino
fr: Féminin

source: Other
es: Otro
fr: Autre

source: Date of Birth
es: Fecha de nacimiento
fr: Date de naissance

source: Phone Number
es: Número de teléfono
fr: Numéro de téléphone

source: Enter your phone number
es: Ingresa tu número de teléfono
fr: Entrez votre numéro de téléphone

source: Continue
es: Continuar
fr: Continuer

source: or
es: o
fr: ou

source: Sign in with <0/>
es: Iniciar sesión con <0/>
fr: Se connecter avec <0/>

source: Authentication code
es: Código de autenticación
fr: Code d'authentification

source: Verify
es: Verificar
fr: Vérifier

source: Open your two-factor authenticator (TOTP) app or browser extension to view your authentication code.
es: Abre tu aplicación de autenticación de dos factores (TOTP) o la extensión del navegador para ver tu código de autenticación.
fr: Ouvrez votre application d'authentification à deux facteurs (TOTP) ou votre extension de navigateur pour afficher votre code d'authentification.

source: Login
es: Iniciar sesión
fr: Connexion

source: Enter your email to sign in to your account
es: Ingresa tu correo electrónico para iniciar sesión en tu cuenta
fr: Entrez votre email pour vous connecter à votre compte

source: Email
es: Correo electrónico

source: Please give a valid Email
es: Por favor, introduce un correo electrónico válido
fr: Veuillez fournir un email valide

source: Password
es: Contraseña
fr: Mot de passe

source: Please give a valid Password
es: Por favor, introduce una contraseña válida
fr: Veuillez fournir un mot de passe valide

source: Sign In
es: Iniciar sesión
fr: Se Connecter

source: Don't have an account? <0>Sign up</0>
es: ¿No tienes una cuenta? <0>Regístrate</0>
fr: Vous n'avez pas de compte ? <0>Inscrivez-vous</0>

source: Sign Up
es: Regístrate
fr: S'inscrire

source: Enter your information to create an account
es: Ingresa tu información para crear una cuenta
fr: Entrez vos informations pour créer un compte

source: Confirm Password
es: Confirmar contraseña
fr: Confirmer le mot de passe

source: Apply Now
es: Aplicar ahora
fr: Postuler maintenant

source: Already have an account? <0>Sign in</0>
es: ¿Ya tienes una cuenta? <0>Inicia sesión</0>
fr: Vous avez déjà un compte ? <0>Connectez-vous</0>

source: Two-Factor Authentication
es: Autenticación de dos factores
fr: Authentification à deux facteurs

source: Scan the QR code with your authenticator app to set up 2FA
es: Escanea el código QR con tu aplicación de autenticación para configurar 2FA
fr: Scannez le code QR avec votre application d'authentification pour configurer l'authentification à 2FA

source: View secret key instead
es: Ver la clave secreta en su lugar
fr: Afficher la clé secrète à la place

source: Open your two-factor authenticator (TOTP) app or browser extension to scan the QR code or enter the secret key manually.
es: Abre tu aplicación de autenticación de dos factores (TOTP) o la extensión del navegador para escanear el código QR o ingresa la clave secreta manualmente.
fr: Ouvrez votre application d'authentification à deux facteurs (TOTP) ou votre extension de navigateur pour scanner le code QR ou entrez la clé secrète manuellement.

source: Verification Code
es: Código de verificación
fr: Code de vérification

source: Enter 6-digit code
es: Ingresa el código de 6 dígitos
fr: Entrez le code à 6 chiffres

source: Verify and Enable 2FA
es: Verificar y habilitar 2FA
fr: Vérifier et activer l'authentification à 2FA

source: 2FA is mandatory
es: 2FA es obligatorio
fr: L'authentification à 2FA est obligatoire

source: Two-factor authentication is required for your account security. You must complete this step to continue.
es: Se requiere la autenticación de dos factores para la seguridad de tu cuenta. Debes completar este paso para continuar.
fr: L'authentification à deux facteurs est requise pour la sécurité de votre compte. Vous devez effectuer cette étape pour continuer.

source: Reset Password
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe

source: Enter your email to receive a password reset link
es: Introduce tu correo electrónico para recibir un enlace de restablecimiento de contraseña
fr: Entrez votre courriel pour recevoir un lien de réinitialisation du mot de passe

source: Send Reset Link
es: Enviar enlace de restablecimiento
fr: Envoyer le lien de réinitialisation

source: Remember your password? <0>Back to login</0>
es: ¿Recuerdas tu contraseña? <0>Volver a iniciar sesión</0>
fr: Vous vous souvenez de votre mot de passe ? <0>Retour à la connexion</0>

source: Set New Password
es: Establecer nueva contraseña
fr: Définir un nouveau mot de passe

source: Enter your new password to complete the reset process
es: Ingresa tu nueva contraseña para completar el proceso de restablecimiento
fr: Entrez votre nouveau mot de passe pour terminer le processus de réinitialisation

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe

source: Please enter your new password
es: Por favor, introduce tu nueva contraseña
fr: Veuillez entrer votre nouveau mot de passe

source: Please confirm your new password
es: Por favor, confirma tu nueva contraseña
fr: Veuillez confirmer votre nouveau mot de passe

source: Set Password
es: Establecer contraseña
fr: Définir le mot de passe

source: Remember your password? <0>Sign in</0>
es: ¿Recuerdas tu contraseña? <0>Inicia sesión</0>
fr: Vous vous souvenez de votre mot de passe ? <0>Se connecter</0>

source: Enter your email address and we'll send you a link to reset your password
es: Introduce tu dirección de correo electrónico y te enviaremos un enlace para restablecer tu contraseña
fr: Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Please enter your email address
es: Por favor, introduce tu dirección de correo electrónico
fr: Veuillez entrer votre adresse e-mail

source: Hello!
es: ¡Hola!
fr: Bonjour !

source: Something went wrong
es: Algo salió mal
fr: Quelque chose s'est mal passé

source: HTTP Cat
es: Gato HTTP
fr: HTTP Chat

source: Go Back
es: Regresar
fr: Retour

source: Home Page
es: Página de inicio
fr: Page d'accueil

source: The page you're looking for doesn't seem to exist. Perhaps the URL was mistyped or the page has been moved.
es: La página que estás buscando no parece existir. Quizás la URL fue mal escrita o la página ha sido movida.
fr: La page que vous recherchez semble ne pas exister. Peut-être que l'URL a été mal saisie ou que la page a été déplacée.

source: Looks like our server is having some trouble. Please try again later or contact support if the issue persists.
es: Parece que nuestro servidor está teniendo algunos problemas. Por favor, inténtalo de nuevo más tarde o contacta con el soporte técnico si el problema persiste.
fr: Il semble que notre serveur rencontre des problèmes. Veuillez réessayer plus tard ou contacter le support si le problème persiste.

source: Houston, we have a problem
es: Houston, tenemos un problema
fr: Houston, nous avons un problème

source: <0>Silly cats!</0> Rest assured this issue has been logged & reported.
es: <0>¡Gatos tontos!</0> Ten la seguridad de que este problema ha sido registrado e informado.
fr: <0>Sacrés chats !</0> Soyez assurés que ce problème a été enregistré et signalé.

source: Oops! Something wasn't quite right with that request.
es: ¡Ups! Algo no salió del todo bien con esa solicitud.
fr: Oups ! Quelque chose n'a pas tout à fait fonctionné avec cette requête.

source: <0/> Back to safety
es: <0/> Volver a la seguridad
fr: <0/> Retour à la sécurité

source: <0/> Hello!
es: <0/> ¡Hola!
fr: <0/> Bonjour !

source: Logout <0/>
es: Cerrar sesión <0/>
fr: Déconnexion <0/>

source: <0/> Logout
es: <0/> Cerrar sesión
fr: <0/> Déconnexion

source: <0/> Assistance
es: <0/> Asistencia

source: <0/> GDPR
es: <0/> RGPD
fr: <0/> RGPD

source: <0/> Data Privacy
es: <0/> Privacidad de Datos
fr: <0/> Confidentialité des données

source: Yeah so no
es: Sí, pues no.
fr: Euh, non.

source: Close alert
es: Cerrar alerta
fr: Fermer l'alerte

source: About your data
es: Acerca de tus datos
fr: À propos de vos données

source: We will do our best not to leak it lol
es: Haremos lo posible para no filtrarlos, lol
fr: Nous ferons de notre mieux pour ne pas les divulguer lol

source: DADDY
es: PAPI
fr: PAPA

source: About data privacy
es: Acerca de la privacidad de los datos
fr: À propos de la confidentialité des données

source: Your personal information is collected and processed in accordance with GDPR and other applicable data protection laws. We use your data solely for onboarding and account creation purposes. Your information will not be shared with third parties without your consent, and you have the right to access, correct, or delete your data at any time.
es: Su información personal se recopila y procesa de acuerdo con el RGPD y otras leyes de protección de datos aplicables. Utilizamos sus datos únicamente para fines de incorporación y creación de cuentas. Su información no se compartirá con terceros sin su consentimiento, y usted tiene derecho a acceder, corregir o eliminar sus datos en cualquier momento.
fr: Vos informations personnelles sont collectées et traitées conformément au RGPD et aux autres lois applicables en matière de protection des données. Nous utilisons vos données uniquement à des fins d'intégration et de création de compte. Vos informations ne seront pas partagées avec des tiers sans votre consentement, et vous avez le droit d'accéder à vos données, de les corriger ou de les supprimer à tout moment.

source: You can read more about it <0>here</0>
es: Puedes leer más sobre esto <0>aquí</0>
fr: Vous pouvez en savoir plus <0>ici</0>

source: Data Privacy
es: Privacidad de Datos
fr: Confidentialité des données

source: Your personal information is securely stored and handled in accordance with our privacy policy. You can read more about it <0>here</0>
es: Su información personal se almacena y se gestiona de forma segura de acuerdo con nuestra política de privacidad. Puede leer más al respecto <0>aquí</0>.
fr: Vos informations personnelles sont stockées et traitées en toute sécurité conformément à notre politique de confidentialité. Vous pouvez en savoir plus <0>ici</0>.

source: Your personal information is securely stored and handled in accordance with our privacy policy. You can read more about it <0>here</0>
es: Tu información personal se almacena y se maneja de forma segura de acuerdo con nuestra política de privacidad. Puedes leer más al respecto <0>aquí</0>
fr: Vos informations personnelles sont stockées et traitées en toute sécurité conformément à notre politique de confidentialité. Vous pouvez en savoir plus <0>ici</0>.

source: Your personal information is securely stored and handled in accordance with our privacy policy. You can read more about it <0>here</0>.
es: Tu información personal se almacena y se gestiona de forma segura de acuerdo con nuestra política de privacidad. Puedes leer más al respecto <0>aquí</0>.
fr: Vos informations personnelles sont stockées et traitées de manière sécurisée conformément à notre politique de confidentialité. Vous pouvez en savoir plus <0>ici</0>.

source: Welcome to NXTApply!
es: ¡Bienvenido a NXTApply!
fr: Bienvenue sur NXTApply !

source: Your student application journey starts here. Follow the steps below to complete your application.
es: Tu viaje de solicitud de estudiante comienza aquí. Sigue los pasos a continuación para completar tu solicitud.
fr: Votre parcours de candidature étudiante commence ici. Suivez les étapes ci-dessous pour compléter votre candidature.

source: Your Next Steps
es: Tus Próximos Pasos
fr: Vos Prochaines Étapes

source: Completed
es: Completado
fr: Terminé

source: Pending
es: Pendiente
fr: En Attente

source: Upcoming
es: Próximo
fr: À Venir

source: Upload Documents
es: Subir Documentos
fr: Télécharger des Documents

source: Contact Support
es: Contactar a Soporte
fr: Contacter le Support

source: View Progress
es: Ver Progreso
fr: Voir la Progression

source: Event Calendar
es: Calendario de Eventos
fr: Calendrier des Événements

source: Please fill in your personal information to get started. iqwdiuqwdiuqwiuqwdui
es: Por favor, complete su información personal para comenzar. iqwdiuqwdiuqwiuqwdui
fr: Veuillez remplir vos informations personnelles pour commencer. iqwdiuqwdiuqwiuqwdui

source: Application Tracks
es: Seguimientos de la Aplicación
fr: Suivis d'application

source: Edit
es: Editar
fr: Modifier

source: No description.
es: Sin descripción.
fr: Pas de description.

source: Created: {0}
es: Creado: {0}
fr: Créé le : {0}

source: Add New Track
es: Añadir Nuevo Seguimiento
fr: Ajouter un nouveau suivi

source: Take a short break! You've earned it.
es: ¡Tómate un breve descanso! Te lo has ganado.
fr: Faites une courte pause ! Vous l'avez bien méritée.

source: Rest your mind before continuing to the next stage of your application.
es: Descansa tu mente antes de continuar con la siguiente etapa de tu solicitud.
fr: Reposez votre esprit avant de passer à la prochaine étape de votre candidature.

source: Continue to Next Stage <0/>
es: Continuar a la Siguiente Etapa <0/>
fr: Passer à l'étape suivante <0/>

source: Users
es: Usuarios
fr: Utilisateurs

source: Verified
es: Verificado
fr: Vérifié

source: Country
es: País
fr: Pays

source: Yes
es: Sí
fr: Oui

source: <0/> Export to CSV
es: <0/> Exportar a CSV
fr: <0/> Exporter en CSV

source: Search by email, name, ...
es: Buscar por correo electrónico, nombre, ...
fr: Rechercher par email, nom, ...

source: <0/> Search
es: <0/> Buscar
fr: <0/> Rechercher

source: Created at
es: Creado en
fr: Créé le

source: Updated at
es: Actualizado en
fr: Mis à jour le

source: Actions
es: Acciones

source: Yeah ?
es: ¿Sí?
fr: Ouais ?

source: Are you sure you want to delete this user?
es: ¿Estás seguro de que quieres eliminar a este usuario?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?

source: ( {0} {1} ago )
es: ( Hace {0} {1} )```
fr: (Il y a {0} {1})```

source: <0/> Export Page to CSV
es: <0/> Exportar página a CSV
fr: <0/> Exporter la page au format CSV

source: <0/> Export All to CSV
es: <0/> Exportar todo a CSV
fr: <0/> Tout exporter au format CSV

source: <0/> Add
es: <0/> Añadir
fr: <0/> Ajouter

source: <0/> Create User
es: <0/> Crear usuario
fr: <0/> Créer un utilisateur

source: Success!
es: ¡Éxito!
fr: Succès !

source: Something went wrong!
es: ¡Algo salió mal!
fr: Une erreur s'est produite !

source: Balls!
es: ¡Pelotas!```
fr: Balles !

source: Are you sure you want to continue ?
es: ¿Estás seguro de que quieres continuar?
fr: Êtes-vous sûr de vouloir continuer ?

source: Greetings, one and all!
es: ¡Saludos a todos y cada uno!
fr: Salutations à tous et à toutes !

source: OK
es: Aceptar

source: Cancel
es: Cancelar
fr: Annuler

source: Confirm
es: Confirmar
fr: Confirmer

source: <0/> Create new Track
es: <0/> Crear nueva pista```
fr: <0/> Créer une nouvelle piste

source: Administrator
es: Administrador
fr: Administrateur

source: Search
es: Buscar```
fr: Rechercher```

source: Set as Active
es: Establecer como Activo
fr: Définir comme Actif

source: Delete
es: Borrar
fr: Supprimer

source: Application Process Designer
es: Diseñador de Procesos de Aplicación
fr: Concepteur de processus de candidature

source: Step {0}
es: Paso {0}
fr: Étape {0}

source: Remove step
es: Eliminar paso
fr: Supprimer l'étape

source: Step name
es: Nombre del paso
fr: Nom de l'étape

source: Step description
es: Descripción del paso
fr: Description de l'étape

source: + Add Step
es: + Añadir Paso
fr: + Ajouter une étape

source: Save Track
es: Guardar Track
fr: Enregistrer le parcours

source: Track saved!
es: ¡Track guardado! ```
fr: Parcours enregistré !

source: Required Points:
es: Puntos Requeridos:
fr: Points Requis :

source: Condition:
es: Condición:

source: If point total
es: Si el total de puntos
fr: Si le total des points

source: then {0} else {1}
es: entonces {0} si no {1}```
fr: alors {0} sinon {1}

source: then success else fail
es: entonces éxito sino fallo
fr: puis succès sinon échec

source: Boarding
es: Embarque
fr: Embarquement

source: Intermission
es: Intermedio
fr: Intermède

source: Challenge
es: Desafío
fr: Défi

source: HTML Content:
es: Contenido HTML:
fr: Contenu HTML :

source: Paste HTML game here
es: Pega el juego HTML aquí
fr: Coller le jeu HTML ici

source: Min Points to Pass:
es: Puntos Mínimos para Pasar:
fr: Points minimum pour réussir :

source: Waiting
es: Esperando
fr: Attente

source: Wait Hours:
es: Horas de Espera:
fr: Heures d'attente :

source: Gender Option:
es: Opción de Género:
fr: Option de genre :

source: None
es: Ninguno
fr: Aucun

source: Female Priority
es: Prioridad Femenina
fr: Priorité aux femmes

source: Male Priority
es: Prioridad Masculina
fr: Priorité aux hommes

source: Other Priority
es: Otra Prioridad
fr: Autre priorité

source: (Positive discrimination)
es: (Discriminación positiva)
fr: (Discrimination positive)

source: Result
es: Resultado```
fr: Résultat```

source: Result Type:
es: Tipo de resultado:
fr: Type de résultat :

source: Conditional (points)
es: Condicional (puntos)
fr: Conditionnel (points)

source: Always Succeed
es: Siempre con éxito
fr: Toujours réussir

source: Always Fail
es: Siempre falla
fr: Toujours échouer

source: All users succeed
es: Todos los usuarios tienen éxito
fr: Tous les utilisateurs réussissent

source: All users fail
es: Todos los usuarios fallan
fr: Tous les utilisateurs échouent

source: HTML Content
es: Contenido HTML
fr: Contenu HTML

source: Min Points to Pass
es: Puntos Mínimos para Aprobar
fr: Nombre de points minimum pour réussir

source: Wait Hours
es: Horas de Espera
fr: Heures d'attente

source: Gender Option
es: Opción de Género
fr: Option de genre

source: Result Type
es: Tipo de Resultado
fr: Type de résultat

source: HTML Content <0>Game</0>
es: Contenido HTML <0>Juego</0>
fr: Contenu HTML <0>Jeu</0>

source: Min Points <0>Threshold</0>
es: Puntos Mínimos <0>Umbral</0>
fr: Points Min. <0>Seuil</0>

source: Wait <0>Hours</0>
es: Espera <0>Horas</0>
fr: Attendre <0>Heures</0>

source: Gender <0>Option</0>
es: Género <0>Opción</0>
fr: Genre <0>Option</0>

source: Type <0>Result</0>
es: Tipo <0>Resultado</0>
fr: Type <0>Résultat</0>

source: If <0>Points</0>
es: Si <0>Puntos</0>
fr: Si <0>Points</0>

source: then <0>Success</0> else <1>Fail</1>
es: entonces <0>Éxito</0> si no <1>Fallo</1>
fr: alors <0>Succès</0> sinon <1>Échec</1>

source: <0>All</0> succeed
es: <0>Todos</0> tienen éxito
fr: <0>Tous</0> réussissent

source: <0>All</0> fail
es: <0>Todos</0> fallan
fr: <0>Tous</0> échouent

source: Step <0/>
es: Paso <0/>
fr: Étape <0/>

source: <0>+</0> Add Step
es: <0>+</0> Añadir Paso
fr: <0>+</0> Ajouter une étape

source: <0>Save</0> Track
es: <0>Guardar</0> Pista```
fr: <0>Enregistrer</0> la Piste```

source: Add Step
es: Añadir Paso
fr: Ajouter une étape

source: Point Threshold
es: Umbral de Puntos
fr: Seuil de points

source: Wait Type
es: Tipo de Espera
fr: Type d'attente

source: Select...
es: Seleccionar...
fr: Sélectionner...

source: Gender Priority
es: Prioridad de Género
fr: Priorité de Genre

source: Hours
es: Horas
fr: Heures

source: Minutes
es: Minutos

source: Wait <0>Minutes</0>
es: Esperar <0>Minutos</0>```
fr: Attendre <0>Minutes</0>

source: Age Priority
es: Prioridad de Edad
fr: Priorité d'âge

source: Age <0>Priority</0>
es: Edad <0>Prioridad</0>
fr: Âge <0>Priorité</0>

source: Youngest First
es: Más jóvenes primero
fr: Les plus jeunes en premier

source: Oldest First
es: Más antiguos primero
fr: Les plus vieux en premier

source: (Age-based priority)
es: (Prioridad basada en la edad)```
fr: (Priorité basée sur l'âge)```

source: Age Restriction
es: Restricción de edad
fr: Restriction d'âge

source: Minimum Age
es: Edad mínima
fr: Âge minimum

source: Maximum Age
es: Edad máxima
fr: Âge maximum

source: Range
es: Rango
fr: Plage

source: Min Age
es: Edad mínima
fr: Âge Min

source: Students must be older than this age
es: Los estudiantes deben ser mayores de esta edad
fr: Les étudiants doivent être plus âgés que cet âge

source: Max Age
es: Edad máxima
fr: Âge Max

source: Students must be younger than this age
es: Los estudiantes deben ser menores de esta edad
fr: Les étudiants doivent être plus jeunes que cet âge

source: Students must be older than min and younger than max
es: Los estudiantes deben ser mayores que la edad mínima y menores que la edad máxima```
fr: Les étudiants doivent être plus âgés que l'âge minimum et plus jeunes que l'âge maximum```

source: Type
es: Tipo```

source: Min Age:
es: Edad Mínima:
fr: Âge min. :

source: Min
es: Mínimo

source: Max Age:
es: Edad Máxima:
fr: Âge max. :
