Repository: W2Inc/NXTApply
Catalog: src/locales/*.po
Languages: es, fr

source: Wait Time:
es: Tiempo de Espera:
fr: Temps d'attente :

source: End of Month
es: Fin de Mes
fr: Fin de mois

source: Value
es: Valor```
fr: Valeur```

source: Finish Points:
es: Puntos al Finalizar:
fr: Points d'arrivée :

source: Points
es: Puntos

source: Duration:
es: Duración:
fr: Durée :

source: Mode:
es: Modo:

source: All Pass
es: Todos Pasan
fr: Tous réussissent

source: All Fail
es: Todos Fallan
fr: Tous échouent

source: Operator:
es: Operador:
fr: Opérateur :

source: The HTML content will be displayed to the user during this challenge step.
es: El contenido HTML se mostrará al usuario durante este paso del desafío.
fr: Le contenu HTML sera affiché à l'utilisateur pendant cette étape du défi.

source: Finish points indicate how many points the user must earn to beat this challenge. Optional.
es: Los puntos de finalización indican cuántos puntos debe ganar el usuario para superar este desafío. Opcional.
fr: Les points de fin indiquent combien de points l'utilisateur doit gagner pour réussir ce défi. Optionnel.

source: Duration is optional and specifies how long the challenge lasts.
es: La duración es opcional y especifica cuánto dura el desafío.
fr: La durée est facultative et indique combien de temps dure le défi.

source: Duration unit
es: Unidad de duración
fr: Unité de durée

source: Instructions
es: Instrucciones

source: Describe the challenge...
es: Describe el desafío...
fr: Décrivez le défi...

source: Finish Points
es: Puntos de finalización
fr: Points d'arrivée

source: Duration
es: Duración
fr: Durée

source: Challenge Description
es: Descripción del Desafío
fr: Description du défi

source: Max Points
es: Puntos Máximos
fr: Points Max.

source: Maximum Points
es: Puntos Máximos
fr: Points Maximums

source: Provide the HTML Code for the challenge.
es: Proporciona el código HTML para el desafío.
fr: Fournissez le code HTML pour le défi.

source: No Limit
es: Sin límite
fr: Pas de limite

source: These values are optional if left empty no restrictions are made.
es: Estos valores son opcionales; si se dejan vacíos, no se aplican restricciones.
fr: Ces valeurs sont optionnelles, si elles sont laissées vides, aucune restriction n'est appliquée.

source: A challenge is essentially just that, it challenges the user towards some puzzle. Your HTML Game must comply with the documented specification otherwise it will not work.
es: Un desafío es esencialmente eso, desafía al usuario a resolver un acertijo. Tu juego HTML debe cumplir con la especificación documentada, de lo contrario, no funcionará.```
fr: Un défi est essentiellement cela, il met l'utilisateur au défi de résoudre une énigme. Votre jeu HTML doit être conforme aux spécifications documentées, sinon il ne fonctionnera pas.

source: A challenge is essentially just that, it challenges the user towards some puzzle. Your HTML Game must comply with the documented specification otherwise it will not work.
es: Un desafío es esencialmente eso, desafía al usuario a resolver un enigma. Tu juego HTML debe cumplir con la especificación documentada, de lo contrario, no funcionará.
fr: Un défi est essentiellement cela, il met l'utilisateur au défi de résoudre une énigme. Votre jeu HTML doit respecter les spécifications documentées, sinon il ne fonctionnera pas.

source: You can optionally set a max points value which means that if the applicant gains this many points in this challenge they automatically win and go to the next stage.
es: Opcionalmente, puedes establecer un valor máximo de puntos, lo que significa que si el solicitante obtiene esta cantidad de puntos en este desafío, ganará automáticamente y pasará a la siguiente etapa.```
fr: Vous pouvez éventuellement définir une valeur maximale de points, ce qui signifie que si le candidat obtient ce nombre de points dans ce défi, il gagne automatiquement et passe à l'étape suivante.

source: A challenge is essentially just that, it challenges the user towards some puzzle. Your HTML Game <0>must comply</0> with the documented specification otherwise it will not work.
es: Un desafío es esencialmente solo eso, desafía al usuario a resolver un enigma. Tu juego HTML <0>debe cumplir</0> con la especificación documentada; de lo contrario, no funcionará.
fr: Un défi est essentiellement cela, il met l'utilisateur au défi de résoudre une énigme. Votre jeu HTML <0>doit être conforme</0> aux spécifications documentées, sinon il ne fonctionnera pas.

source: A challenge is essentially just that, it challenges the user towards some puzzle. Your HTML Game <0>must comply</0> with the documented specification otherwise it will not work.
es: Un desafío es esencialmente eso, desafía al usuario a resolver un rompecabezas. Tu juego HTML <0>debe cumplir</0> con la especificación documentada, de lo contrario, no funcionará.
fr: Un défi est essentiellement cela, il met l'utilisateur au défi de résoudre une énigme. Votre jeu HTML <0>doit être conforme</0> à la spécification documentée, sinon il ne fonctionnera pas.

source: You can optionally set a max points value which means that if the applicant gains this many points in this challenge they automatically win and go to the next stage. If left empty then there is no limit.
es: Opcionalmente, puedes establecer un valor máximo de puntos, lo que significa que si el solicitante obtiene esta cantidad de puntos en este desafío, automáticamente gana y pasa a la siguiente etapa. Si se deja vacío, no hay límite.
fr: Vous pouvez éventuellement définir une valeur maximale de points, ce qui signifie que si le candidat obtient ce nombre de points dans ce défi, il gagne automatiquement et passe à l'étape suivante. Si ce champ est laissé vide, il n'y a pas de limite.

source: An Optional timer can also be set to limit the amount of time on this challenge. If left empty there is no timer applied.
es: También se puede establecer un temporizador opcional para limitar la cantidad de tiempo en este desafío. Si se deja vacío, no se aplica ningún temporizador.```
fr: Un minuteur optionnel peut également être défini pour limiter la durée de ce défi. Si ce champ est laissé vide, aucun minuteur n'est appliqué.```

source: No Max Pooints
es: Sin Puntos Máximos
fr: Pas de points maximum

source: Text: <0/>
es: Texto: <0/>
fr: Texte : <0/>

source: Number: <0/>
es: Número: <0/>
fr: Nombre : <0/>

source: Password: <0/>
es: Contraseña: <0/>
fr: Mot de passe : <0/>

source: Email: <0/>
es: Correo electrónico: <0/>

source: Checkbox: <0/>
es: Casilla de verificación: <0/>
fr: Case à cocher : <0/>

source: Select: <0><0>Choose...</0> <1>Option 1</1> <2>Option 2</2></0>
es: Seleccionar: <0><0>Elegir...</0> <1>Opción 1</1> <2>Opción 2</2></0>
fr: Sélectionner : <0><0>Choisir...</0> <1>Option 1</1> <2>Option 2</2></0>

source: Textarea: <0/>
es: Área de texto: <0/>
fr: Zone de texte : <0/>

source: Date: <0/>
es: Fecha: <0/>

source: Range: <0/>
es: Rango: <0/>
fr: Plage : <0/>

source: File: <0/>
es: Archivo: <0/>```
fr: Fichier : <0/>```

source: Details
es: Detalles
fr: Détails

source: You can optionally set a max points value which means that if the applicant gains this many points in this challenge they automatically win and go to the next stage. If left empty then there is no limit.
es: Opcionalmente, puedes establecer un valor máximo de puntos, lo que significa que si el solicitante obtiene esta cantidad de puntos en este desafío, automáticamente gana y pasa a la siguiente etapa. Si se deja vacío, no hay límite.
fr: Vous pouvez éventuellement définir une valeur maximale de points, ce qui signifie que si le candidat obtient ce nombre de points dans ce défi, il gagne automatiquement et passe à l'étape suivante. Si ce champ est laissé vide, il n'y a pas de limite.

source: An Optional timer can also be set to limit the amount of time on this challenge. If left empty there is no timer applied.
es: También se puede establecer un temporizador opcional para limitar la cantidad de tiempo en este desafío. Si se deja vacío, no se aplica ningún temporizador.```
fr: Un minuteur optionnel peut également être configuré pour limiter la durée de ce défi. Si ce champ est laissé vide, aucun minuteur n'est appliqué.```

source: About Challenges
es: Acerca de los desafíos
fr: À propos des défis

source: A challenge is essentially just that: it challenges the user with a puzzle. Your HTML Game <0>must comply</0> with the documented specification, otherwise it will not work.
es: Un desafío es esencialmente justo eso: desafía al usuario con un rompecabezas. Tu juego HTML <0>debe cumplir</0> con la especificación documentada, de lo contrario no funcionará.
fr: Un défi est essentiellement cela : il met l'utilisateur au défi avec un puzzle. Votre jeu HTML <0>doit se conformer</0> à la spécification documentée, sinon il ne fonctionnera pas.

source: You can optionally set a <0>max points</0> value. If the applicant gains this many points in this challenge, they automatically win and go to the next stage. If left empty, there is no limit.
es: Opcionalmente, puedes establecer un valor de <0>puntos máximos</0>. Si el solicitante obtiene esta cantidad de puntos en este desafío, ganará automáticamente y pasará a la siguiente etapa. Si se deja vacío, no hay límite.
fr: Vous pouvez éventuellement définir une valeur de <0>points maximum</0>. Si le candidat obtient ce nombre de points dans ce défi, il gagne automatiquement et passe à l'étape suivante. Si elle est laissée vide, il n'y a pas de limite.

source: An optional <0>timer</0> can also be set to limit the amount of time on this challenge. If left empty, there is no timer applied.
es: También se puede establecer un <0>temporizador</0> opcional para limitar la cantidad de tiempo en este desafío. Si se deja vacío, no se aplicará ningún temporizador.```
fr: Un <0>chronomètre</0> facultatif peut également être défini pour limiter la quantité de temps pour ce défi. Si elle est laissée vide, aucun chronomètre n'est appliqué.

source: You can optionally set a <0>max points</0> value. If the applicant gains this many points in this challenge, they automatically win and go to the next stage. If left empty, there is no limit.
es: Opcionalmente, puede establecer un valor de <0>puntos máximos</0>. Si el solicitante obtiene esta cantidad de puntos en este desafío, gana automáticamente y pasa a la siguiente etapa. Si se deja vacío, no hay límite.
fr: Vous pouvez éventuellement définir une valeur de <0>points maximum</0>. Si le candidat obtient ce nombre de points dans ce défi, il gagne automatiquement et passe à l'étape suivante. Si elle est laissée vide, il n'y a pas de limite.

source: An optional <0>timer</0> can also be set to limit the amount of time on this challenge. If left empty, there is no timer applied.
es: También se puede establecer un <0>temporizador</0> opcional para limitar la cantidad de tiempo en este desafío. Si se deja vacío, no se aplica ningún temporizador.```
fr: Un <0>chronomètre</0> facultatif peut également être défini pour limiter la quantité de temps pour ce défi. Si elle est laissée vide, aucun chronomètre n'est appliqué.```

source: You can optionally set a <0>max points</0> value. If the applicant gains this many points in this challenge, they automatically win and go to the next stage. If left empty, there is no limit.
es: Opcionalmente, puede establecer un valor de <0>puntos máximos</0>. Si el solicitante gana esta cantidad de puntos en este desafío, automáticamente gana y pasa a la siguiente etapa. Si se deja vacío, no hay límite.
fr: Vous pouvez éventuellement définir une valeur de <0>points maximum</0>. Si le candidat gagne ce nombre de points dans ce défi, il gagne automatiquement et passe à l'étape suivante. Si elle est laissée vide, il n'y a pas de limite.

source: An optional <0>timer</0> can also be set to limit the amount of time on this challenge. If left empty, there is no timer applied.
es: También se puede establecer un <0>temporizador</0> opcional para limitar la cantidad de tiempo en este desafío. Si se deja vacío, no se aplica ningún temporizador.```
fr: Un <0>chronomètre</0> facultatif peut également être défini pour limiter le temps consacré à ce défi. S'il est laissé vide, aucun chronomètre n'est appliqué.```

source: No Max Points
es: Sin Puntos Máximos
fr: Pas de points maximum

source: Timer
es: Temporizador
fr: Chronomètre

source: HTML Code
es: Código HTML
fr: Code HTML

source: HTML Code...
es: Código HTML...
fr: Code HTML...

source: Error {0}
fr: Erreur {0}

source: Error
fr: Erreur

source: No
fr: Non

source: Color: <0/>
fr: Couleur : <0/>
